{
  "bclose.vim": { "branch": "master" },
  "ghcup.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "vague.nvim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-enfocado": { "branch": "main" },
  "vimtex": { "branch": "master" }
}
